Revit 2027 API
UnitTypeId.KilovoltAmperes Property
 Kilovolt amperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilovoltAmperes { get; }
Public Shared ReadOnly Property KilovoltAmperes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilovoltAmperes {
	ForgeTypeId^ get ();
}
static member KilovoltAmperes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace